[
  {
    "title": "Projetos de Crochê para Amantes de Macarrão",
    "image": "https://via.placeholder.com/300",
    "excerpt": "Explorando projetos únicos de crochê inspirados em macarrão. Solte sua criatividade e divirta-se.",
    "author": {
      "name": "Wade Warren",
      "photo": "https://via.placeholder.com/100"
    },
    "created_at": "2021-11-12",
    "content": "Crochê e macarrão — duas coisas que você talvez nunca tenha associado — se unem de forma criativa e encantadora neste artigo.\r\nSeja você um amante do crochê ou um fã de macarrão, esses projetos vão arrancar sorrisos. Imagine criar uma tigela de ramen feita de fios de lã, completa com noodles, ovos e até cebolinhas.\r\nOu talvez um cachecol em formato de espaguete que parece tão real que pode enganar seus amigos. Cada projeto é desenvolvido para inspirar a criatividade, com instruções passo a passo para garantir que até iniciantes possam participar.\r\nTambém exploramos como personalizar seus designs com cores e padrões para criar peças realmente únicas. Pegue sua agulha e fios e embarque no delicioso mundo do crochê inspirado em macarrão!\r\n"
  },
  {
    "title": "10 Receitas Vegetarianas para Este Mês",
    "image": "https://via.placeholder.com/300",
    "excerpt": "Descubra as 10 receitas vegetarianas perfeitas para esta temporada.",
    "author": {
      "name": "Robert Fox",
      "photo": "https://via.placeholder.com/100"
    },
    "created_at": "2021-11-12",
    "content": "Comer vegetariano não precisa significar abrir mão de sabor ou variedade.\r\nNesta lista, reunimos 10 receitas imperdíveis que celebram ingredientes sazonais e sabores ousados. Comece o dia com uma deliciosa combinação de batata-doce e couve salteadas, perfeitas para um café da manhã nutritivo.\r\nPara o almoço, experimente nosso wrap de vegetais assados com homus, que é tão prático quanto delicioso.\r\nAs opções para o jantar incluem um risoto cremoso de espinafre e cogumelos ou pimentões recheados com quinoa e feijão preto.\r\nTambém incluímos petiscos rápidos, como grão-de-bico assado com especiarias, e sobremesas, como um mousse vegano de chocolate com abacate.\r\nCom essas receitas, você descobrirá como a culinária vegetariana pode ser emocionante e satisfatória!\r\n"
  },
  {
    "title": "Guia Completo para se Tornar um Chef Profissional",
    "image": "https://via.placeholder.com/300",
    "excerpt": "Seu guia completo para dominar a arte da culinária profissional.",
    "author": {
      "name": "Dianne Russell",
      "photo": "https://via.placeholder.com/100"
    },
    "created_at": "2021-11-12",
    "content": "Tornar-se um chef profissional é mais do que apenas cozinhar — é sobre paixão, disciplina e dedicação ao ofício.\r\nEste guia detalha tudo o que você precisa saber, desde a inscrição em escolas de culinária até a obtenção de experiência prática em cozinhas profissionais.\r\nAprenda habilidades essenciais, como técnicas de corte, preparo de molhos e domínio de receitas clássicas.\r\nTambém exploramos a importância de desenvolver seu paladar para criar pratos que se destaquem.\r\nAlém da cozinha, discutimos como construir sua rede de contatos, navegar no ritmo acelerado dos restaurantes e até mesmo abrir seu próprio negócio.\r\nSeja qual for o seu sonho — chef executivo ou dono de bistrô — este guia lhe dará as ferramentas e a confiança para alcançá-lo.\r\n"
  },
  {
    "title": "Lasanha Vegetariana Simples e Deliciosa",
    "image": "https://via.placeholder.com/300",
    "excerpt": "Uma receita de lasanha vegetariana fácil de fazer e cheia de sabor.",
    "author": {
      "name": "Leslie Alexander",
      "photo": "https://via.placeholder.com/100"
    },
    "created_at": "2021-11-12",
    "content": "Há algo mágico em uma lasanha perfeitamente montada, e esta versão vegetariana não decepciona!\r\nComece com um molho de tomate rico, cheio de alho, cebola e ervas frescas.\r\nAdicione camadas de abobrinha assada, berinjela e espinafre para um toque de sabor e nutrição.\r\nA mistura cremosa de ricota e mussarela cria uma textura irresistível, enquanto as folhas de lasanha unem tudo.\r\nSeja para um jantar em família ou para preparar refeições da semana, este prato agrada a todos.\r\nE o melhor de tudo: você pode personalizar com seus vegetais favoritos ou até adicionar um toque picante com pimenta calabresa.\r\nSiga nossa receita passo a passo para criar uma lasanha tão boa que você não vai sentir falta da carne!\r\n"
  },
  {
    "title": "Ensopado de Banana-da-Terra e Feijão Pinto com Aji Verde",
    "image": "https://via.placeholder.com/300",
    "excerpt": "Um ensopado quente e saboroso que combina banana-da-terra e feijão pinto.",
    "author": {
      "name": "Courtney Henry",
      "photo": "https://via.placeholder.com/100"
    },
    "created_at": "2021-11-12",
    "content": "Se você procura um prato reconfortante, nutritivo e cheio de sabor, este ensopado de banana-da-terra e feijão pinto é perfeito para você.\r\nA doçura natural da banana-da-terra combina maravilhosamente com o sabor terroso do feijão pinto, criando uma refeição equilibrada e deliciosa.\r\nO verdadeiro destaque, no entanto, é o Aji Verde — um molho inspirado na culinária peruana feito com coentro, jalapeños, alho e limão.\r\nEste molho vibrante e picante adiciona um toque especial ao prato.\r\nSirva o ensopado com arroz ou pão para uma refeição completa.\r\nIdeal para jantares durante a semana ou encontros com amigos, esta receita vai impressionar todos os paladares!\r\n"
  },
  {
    "title": "Estamos Contratando um Assistente de Comunicação!",
    "image": "https://via.placeholder.com/300",
    "excerpt": "Junte-se à nossa equipe e faça a diferença com suas habilidades de comunicação.",
    "author": {
      "name": "Albert Flores",
      "photo": "https://via.placeholder.com/100"
    },
    "created_at": "2021-11-12",
    "content": "Está pronto para dar o próximo passo na sua carreira?\r\nEstamos procurando um Assistente de Comunicação para integrar nossa equipe dinâmica.\r\nNesta função, você terá um papel fundamental em moldar a voz da nossa marca, criando histórias envolventes e construindo conexões significativas com nosso público.\r\nSuas responsabilidades incluirão gerenciar redes sociais, redigir comunicados de imprensa e colaborar com equipes internas em campanhas de marketing.\r\nEsta é uma oportunidade emocionante para quem é detalhista, tem excelentes habilidades de escrita e uma paixão por contar histórias.\r\nSe você está pronto para crescer e prosperar em um ambiente dinâmico, adoraríamos ouvir você.\r\nCandidate-se agora e faça a diferença conosco!\r\n"
  }
]
